Repository: javert-galicia/Flowlytics
Catalog: lib/l10n/app_*.arb
Languages: es

# appTitle
source: Flowlytics - Business Analysis Tools
es: Flowlytics - Herramientas de Análisis Empresarial

# businessToolsTitle
source: Business Analysis Tools
es: Herramientas de Análisis Empresarial

# selectToolSubtitle
source: Select the tool you need for your strategic analysis
es: Selecciona la herramienta que necesitas para tu análisis estratégico

# businessModelCanvasSubtitle
source: Design and visualize your business model
es: Diseña y visualiza tu modelo de negocio

# businessModelCanvasDescription
source: Complete tool to map the 9 fundamental blocks of your business
es: Herramienta completa para mapear los 9 bloques fundamentales de tu negocio

# fodaAnalysis
source: SWOT Analysis
es: Análisis FODA

# fodaAnalysisSubtitle
source: Evaluate strengths, opportunities, weaknesses and threats
es: Evalúa fortalezas, oportunidades, debilidades y amenazas

# fodaAnalysisDescription
source: Strategic matrix to analyze internal and external factors of your organization
es: Matriz estratégica para analizar factores internos y externos de tu organización

# valuePropositionCanvasSubtitle
source: Define your unique value proposition
es: Define tu propuesta de valor única

# valuePropositionCanvasDescription
source: Visual tool to create products that customers really want
es: Herramienta visual para crear productos que los clientes realmente quieren

# teamCanvasSubtitle
source: Define the structure and dynamics of your team
es: Define la estructura y dinámicas de tu equipo

# teamCanvasDescription
source: Tool to align teams by defining roles, purpose and ways of working
es: Herramienta para alinear equipos definiendo roles, propósito y formas de trabajo

# ideaNapkinCanvasSubtitle
source: Capture and validate your business ideas
es: Captura y valida tus ideas de negocio

# ideaNapkinCanvasDescription
source: Simple tool to structure ideas with value formula and sketch
es: Herramienta simple para estructurar ideas con fórmula de valor y sketch

# autoSaveInfo
source: All tools automatically save your progress
es: Todas las herramientas guardan tu progreso automáticamente

# versionInfo
source: Flowlytics by Javier Galicia
es: Flowlytics por Javier Galicia

source: About
es: Acerca de

# aboutTitle
source: About Flowlytics
es: Acerca de Flowlytics

# aboutDescription
source: Flowlytics is a suite of business analysis tools to promote Design Thinking and help entrepreneurs and business owners structure and analyze their business ideas.
es: Flowlytics es una suite de herramientas de análisis empresarial para fomentar el Design Thinking y ayudar a emprendedores y empresarios a estructurar y analizar sus ideas de negocio.

# developedBy
source: Developed by Javier Galicia
es: Desarrollado por Javier Galicia

# visitGithub
source: View code on GitHub
es: Ver código en GitHub

# visitWebsite
source: Visit my website
es: Visitar mi sitio web

source: License
es: Licencia

# licenseInfo
source: Licensed under GPL v3
es: Licenciado bajo GPL v3

source: View License
es: Ver Licencia

source: FAQ
es: Preguntas Frecuentes

# faqTitle
source: Frequently Asked Questions
es: Preguntas Frecuentes

# faqQ1
source: What is Flowlytics?
es: ¿Qué es Flowlytics?

# faqA1
source: Flowlytics is a suite of business analysis tools to promote Design Thinking and help entrepreneurs and business owners structure and analyze their business ideas using methodologies like Business Model Canvas, SWOT, Value Proposition Canvas, Team Canvas and Idea Napkin Canvas.
es: Flowlytics es una suite de herramientas de análisis empresarial para fomentar el Design Thinking y ayudar a emprendedores y empresarios a estructurar y analizar sus ideas de negocio usando metodologías como Business Model Canvas, FODA, Value Proposition Canvas, Team Canvas e Idea Napkin Canvas.

# faqQ2
source: Is my data saved automatically?
es: ¿Se guardan mis datos automáticamente?

# faqA2
source: Yes, all tools save your progress automatically as you work. Data is stored locally on your device using SharedPreferences.
es: Sí, todas las herramientas guardan tu progreso automáticamente mientras trabajas. Los datos se almacenan localmente en tu dispositivo usando SharedPreferences.

# faqQ3
source: Can I use Flowlytics offline?
es: ¿Puedo usar Flowlytics sin conexión a internet?

# faqA3
source: Yes, Flowlytics works completely offline. You only need internet to download the app initially.
es: Sí, Flowlytics funciona completamente sin conexión. Solo necesitas internet para descargar la aplicación inicialmente.

# faqQ4
source: What platforms is it available on?
es: ¿En qué plataformas está disponible?

# faqA4
source: Flowlytics is a cross-platform application compatible with Windows, macOS, Linux, Android and iOS.
es: Flowlytics es una aplicación multiplataforma compatible con Windows, macOS, Linux, Android e iOS.

# faqQ5
source: Can I export my data?
es: ¿Puedo exportar mis datos?

# faqA5
source: Currently data is saved locally. Future versions will include export and import options.
es: Actualmente los datos se guardan localmente. En futuras versiones se planea agregar opciones de exportación e importación.

# faqQ6
source: How can I participate in the community?
es: ¿Cómo puedo participar en la comunidad?

# faqA6
source: You can participate in GitHub discussions (https://github.com/javert-galicia/Flowlytics/issues), report bugs in Issues (https://github.com/javert-galicia/Flowlytics/issues), suggest improvements or contribute to the code. Connect with other users in our forum and report bugs directly on GitHub.
es: Puedes participar en las discusiones de GitHub (https://github.com/javert-galicia/Flowlytics/issues), reportar errores en Issues (https://github.com/javert-galicia/Flowlytics/issues), sugerir mejoras o contribuir al código. Conecta con otros usuarios en nuestro foro y reporta bugs directamente en GitHub.

source: Visit Forum
es: Visitar Foro

# reportIssue
source: Report Bug
es: Reportar Bug

source: Home
es: Inicio

source: Key Partners
es: Socios Clave

source: Key Activities
es: Actividades Clave

source: Key Resources
es: Recursos Clave

source: Value Propositions
es: Propuestas de Valor

source: Customer Relationships
es: Relación con Clientes

source: Channels
es: Canales

source: Customer Segments
es: Segmentos de Clientes

source: Cost Structure
es: Estructura de Costos

source: Revenue Streams
es: Fuentes de Ingresos

source: Empty
es: Vacío

source: more
es: más

source: Canvas Preview
es: Vista previa del lienzo

source: Automatic Update
es: Actualización automática

# liveUpdate
source: Live
es: En vivo

source: View updated automatically
es: Vista actualizada automáticamente

source: Full canvas preview
es: Vista previa del lienzo completo

source: Close
es: Cerrar

# businessModelCanvasInfo
source: Tool to design and visualize business models. Add elements in each section and they will be saved automatically. Flowlytics by Javier Galicia
es: Herramienta para diseñar y visualizar modelos de negocio. Añade elementos en cada sección y estos se guardarán automáticamente. Flowlytics por Javier Galicia

source: Strengths
es: Fortalezas

source: Opportunities
es: Oportunidades

source: Weaknesses
es: Debilidades

source: Threats
es: Amenazas

source: SWOT Preview
es: Vista previa FODA

source: Full SWOT preview
es: Vista previa FODA completa

# swotAnalysisInfo
source: Strategic tool to analyze internal and external factors. Add elements in each quadrant and they will be saved automatically. Flowlytics by Javier Galicia
es: Herramienta estratégica para analizar factores internos y externos. Añade elementos en cada cuadrante y estos se guardarán automáticamente. Flowlytics por Javier Galicia

source: Customer Jobs
es: Trabajos del Cliente

source: Pain Points
es: Puntos de Dolor

source: Gain Creators
es: Creadores de Beneficios

# products
source: Products & Services
es: Productos y Servicios

source: Pain Relievers
es: Aliviadores de Dolor

# gains
source: Customer Gains
es: Beneficios del Cliente

source: Value Proposition Preview
es: Vista previa de Propuesta de Valor

source: Full Value Proposition preview
es: Vista previa completa de Propuesta de Valor

# valuePropositionCanvasInfo
source: Visual tool to create products that customers really want. Add elements in each section and they will be saved automatically. Flowlytics by Javier Galicia
es: Herramienta visual para crear productos que los clientes realmente quieren. Añade elementos en cada sección y estos se guardarán automáticamente. Flowlytics por Javier Galicia

source: People
es: Personas

# purpose
source: Purpose & Mission
es: Propósito y Misión

# personality
source: Personality & Culture
es: Personalidad y Cultura

# rules
source: Rules & Activities
es: Reglas y Actividades

# roles
source: Roles & Skills
es: Roles y Habilidades

# rituals
source: Rituals & Meetings
es: Rituales y Reuniones

source: Team Preview
es: Vista previa del Equipo

source: Full Team preview
es: Vista previa completa del Equipo

# teamCanvasInfo
source: Tool to align teams by defining roles, purpose and ways of working. Add elements in each section and they will be saved automatically. Flowlytics by Javier Galicia
es: Herramienta para alinear equipos definiendo roles, propósito y formas de trabajo. Añade elementos en cada sección y estos se guardarán automáticamente. Flowlytics por Javier Galicia

source: Problems
es: Problemas

# solutions
source: Solution Ideas
es: Ideas de Solución

source: Key Metrics
es: Métricas Clave

source: Unique Value Proposition
es: Propuesta de Valor Única

source: Unfair Advantage
es: Ventaja Injusta

source: Idea Preview
es: Vista previa de Idea

source: Full Idea preview
es: Vista previa completa de Idea

# ideaNapkinCanvasInfo
source: Simple tool to structure ideas with value formula and sketch. Add elements in each section and they will be saved automatically. Flowlytics by Javier Galicia
es: Herramienta simple para estructurar ideas con fórmula de valor y boceto. Agregar elementos en cada sección y se guardarán automáticamente. Flowlytics por Javier Galicia

source: Idea Title
es: Título de la Idea

# ideaTitleHint
source: Enter your idea title...
es: Ingresa el título de tu idea...

source: Short Description
es: Descripción Corta

# shortDescriptionHint
source: Briefly describe your idea...
es: Describe brevemente tu idea...

source: Target Audience
es: Audiencia Objetivo

# targetAudienceHint
source: Who is this idea for?
es: ¿Para quién es esta idea?

source: Innovation Aspect
es: Aspecto de Innovación

# innovationAspectHint
source: What makes your idea unique?
es: ¿Qué hace única tu idea?

source: Value Formula
es: Fórmula de Valor

source: Business Value
es: Valor Comercial

source: Innovation Power
es: Poder de Innovación

source: User Value
es: Valor del Usuario

source: Idea Sketch
es: Boceto de la Idea

source: Clear Canvas
es: Limpiar Canvas

# clearCanvasConfirm
source: Are you sure you want to clear all content from the Idea Napkin Canvas?
es: ¿Estás seguro de que quieres limpiar todo el contenido del Idea Napkin Canvas?

source: Cancel
es: Cancelar

source: Clear
es: Limpiar

# canvasSaved
source: Canvas saved automatically
es: Canvas guardado automáticamente

# productsDescription
source: List of products and services you offer
es: Lista de productos y servicios que ofreces

# painRelieversDescription
source: How you alleviate customer frustrations
es: Cómo alivias las frustraciones del cliente

# gainCreatorsDescription
source: How you create joy for the customer
es: Cómo creas alegrías para el cliente

# customerJobsDescription
source: What tasks the customer is trying to accomplish
es: Qué tareas intenta realizar el cliente

# painsDescription
source: What frustrates or bothers the customer
es: Qué frustra o molesta al cliente

# gainsDescription
source: What excites or benefits the customer
es: Qué emociona o beneficia al cliente
